/*
 Localizable.strings
 ge-calc
 
 Created by Yuta Hoshino on 2014/06/18.
 Copyright (c) 2014 ge-nie inc. All rights reserved.
 */
//Calc
"History keeping mode ON"="Mode conservation de l'historique ACTIVÉE";
"History keeping mode OFF"="Mode conservation de l'historique DÉSACTIVÉE
";
"> Slide to notepad"="> Basculer vers bloc-notes";
//Notepad
"Date"="Date"; //Input date by menu bar
//Action
"Cancel"="Annuler";
"Copy to Clipboard"="Copier dans le presse-papier";
"Paste to Memo"="Coller dans le Mémo";
"Paste to Editor"="Coller dans l'Éditeur";
"What do you want to do with the received data?"="Que voulez-vous faire avec les données que vous avez reçues ?";
//WalkThrough
"Design overhauled"="Refonte du design";
"I've revised the design of the iPad version.\nThe editor's past text can be downloaded from the configuration menu."="Je l'ai révisé la conception de la version iPad.\nLa précédente note de l'éditeur peut être téléchargée depuis le menu de configuration.";

"Can be done while viewing the history."="Les calculs peuvent être faits pendant l'affichage de l'historique.";
"Tilting the handset on its side so that it is in landscape mode allows calculations while viewing notes from the calculation history."="Incliner le combiné sur le côté en mode paysage permet de faire des calculs tout en consultant des notes de l'historique de calcul.";
"Leave 10 times more memos"="Laisser 10 fois plus de mémos.";
"By swiping a memo, you can change pages. You can leave new memos by topic, making it easier to compare calculations."="En insérant un mémo, vous pouvez changer les pages. Vous pouvez laisser des mémos par thème, pour une comparaison de calculs facilitée.";
"Save the memo to Evernote with 3 taps"="Sauvegarder le mémo sur Evernote en 3 coups";
"By searching, you can make shortcuts when recalculating. Install Evernote.app to iOS8, press the share button, go to 'others', and turn Evernote on."="En faisant une recherche, vous pouvez créer des raccourcis en recalculant. Installez Evernote.app sur iOS8, appuyez sur le bouton partager, allez sur « autres » et allumez Evernote.";
"No more frequently than once per hour."="Pas plus d'une fois par heure.";
"With ge-calc, when a full screen ad is displayed, another is not displayed within the hour. We also have an add-on available for people that are bothered by this."="Lorsqu'une pub est affichée en plein écran avec ge-calc, aucune autre ne s'affichera pendant l'heure qui suit. Nous avons aussi une extension disponible pour les gens que cela dérange.";
"Double tap to change the size of the calculator."="Appuyez deux fois pour changer la taille de la calculatrice.";
"Shrink it when you want to see the memo. Expand it when you want to punch in numbers."="Rétrécissez-la quand vous voulez voir le mémo. Augmentez-la quand vous voulez entrer des nombres.
";
"Skip"="Sauter";
//Google Analytics Notice
"Do you help us improve the quality?"="Vous pouvez nous aider à améliorer la qualité";
"Have anonymous usage data automatically sent. Usage data does not include the memo itself nor key content."="Avoir vos données d'utilisation anonymes envoyés automatiquement. Les données d'utilisation n'incluent pas le mémo en lui même ou de contenu important.";
"Do not comply"="Ne pas soumettre";
"Comply"="Soumettre";
//Setting
"Done"="Effectué"; //means close
"Featured apps"="Applications vedettes";
"Tell a friend"="En parler à un ami";
"Setting"="Paramètre";
"Contact"="Contact";
"Report an issue"="Rapporter un problème";
"Post a review"="Poster un avis";
"Answer the survey"="Répondre au sondage";
"Open our Facebook page"="Ouvrir votre page Facebook";
"Functions"="Fonctions";
"Hints & Option Store"="Indications et Option du Store";
"Open Notepad At Startup"="Ouvrir le Bloc-notes au Démarrage";
"Tax Rate"="Taux d'Imposition";
"Tax Fractional"="Fraction de Taxe";
"floor"="sol";
"ceil"="plafond";
"round"="tour";
"Off"="Désactivé";
"On"="Activé";
"Download editor text"="Télécharger la note de l'éditeur";
"Looks"="Aspects";
"Theme"="Thème";
"Front Panel"="Façade";
"Key Sound"="Son des Touches";
"Delete All Notes"="Supprimer Toutes Les Notes";
"Are you sure you want to permanently delete the all notes?"="Êtes-vous sûr de vouloir supprimer de façon permanente toutes les notes ?"; //alert
"Send All Notes"="Envoyer Toutes Les Notes";
"Info"="Informations";
"Font"="Fonte";
//Report an issue
"ge-calc Report an issue"="Rapporter un problème avec ge-calc";
"We are apologize for any inconvenience. I will reply as soon as possible. \n\nWhat problems are occurring? (required):\n\nYour Name:\n\nDevice:%@\niOS:%.1f\nLanguage:%@\nGroup:%d\nge-calc:%@\nError:%@\n"="Nous nous excusons de la gêne occasionnée. J'ai répondrai dès que possible.\n\nQuels problèmes rencontrez-vous ? (obligatoire):\n\nVotre Nom:\n\nDevice:%@\niOS:%.1f\nLanguage:%@\nGroup:%d\nge-calc:%@\nError:%@\n";
//Hints & Option Store
"Hints & Option Store"="Boutique d'astuces et choix";
"Option Store"="Boutique de choix";
"Stress free pack for iPhone"="Pack sans stress pour iPhone";
"Stress free pack for iPad"="Pack sans stress pour iPad";
"Purchased"="Acheté"; //Title for when you purchased the add-on.
"This is a premium add-on for people who want to be free from stress. You will be able to use all the following add-on functions."="Ceci est un accessoire premium pour les personnes qui veulent être dépourvues de stress. Vous pourrez utiliser toutes les fonctions complémentaires.";
"Tips"="Astuces";

"Stop the display of full screen ads."="Arrête l'affichage des ajouts à plein écran";
"Stop advertisements from interrupting you while you are working."="Arrête les publicités vous interrompant pendant que vous travaillez.";
"A function of Stress free pack for iPhone"="Une fonction de pack sans stress pour iPhone";
"A function of Stress free pack for iPad"="Une fonction de pack sans stress pour iPad";

"Save to Evernote."="Sauvegardez à Evernote.";
"If you install the Evernote.app, you can save to Evernote in two taps. For iOS8 onwards."="Si vous installez l'application Evernote.app, vous pouvez sauvegarder Evernote en deux touchers. Pour iOS8 avant.";
"Use it FREE!"="Utilisez-le gratuitement !";

"Switching pages"="Changement de pages";
"Switch to another page when moving to the next problem. You can leave a note neat."="Changez de page quand vous vous déplacez au problème suivant. Vous pouvez laisser une note soignée.";
"Exchange data with AirDrop"="Échangez les données avec AirDrop";
"Before you register the email address, you can send and receive smoothly."="Avant d'enregistrer l'adresse e-mail, vous pouvez envoyer et recevoir sans incident.";

"Copy all with one tap"="Copiez tous avec un seul toucher";
"Can be copied in an instant so is easy to paste into other apps. By using a netprint app, you can print at a convenience store."="Peut être copié dans un instant donc il est facile de coller dans d'autres applications. En utilisant une application netprint, vous pouvez imprimer dans une boutique avantageuse.";

"Send all notes"="Envoyez toutes les notes";
"Prepared for any problems with frequent back-up."="Préparé pour tous les problèmes avec des sauvegardes fréquentes";
"Delete all notes"="Effacez toutes les notes
";
"By refreshing it to its brand new state, you can use with a feeling of freshness."="La rafraîchir à sont état tout neuf, vous fera l'utiliser avec une sensation de fraîcheur.";
"History keeping mode ON/OFF"="Mode historique ON/OFF";
"When you would like to record, leave your calculation history, making for easier editing. Casually control your selection with your sense of choice."="Quand vous aimeriez enregistrer, gardez votre historique de calcul, conçu pour faciliter la révision. Surveillez occasionnellement votre sélection selon votre sens d'option.";
"Change font size"="Changez la taille de la police";
"Compatible from iOS7 with its Dynamic type, so those who are farsighted can use it with an easy-to-read font size."="Compatible à partir de iOS7 avec son type dynamique, donc ceux qui sont hypermétropes peuvent l'utiliser avec une taille de police facile ) lire.";
"Backspace with long press of arrow keys"="Touche retour arrière avec long appui des touches flèche";
"Instead of C key."="À la place de la touche C.";
"Support for AirPrint"="Aide pour AirPrint";
"Can print from a wireless-compatible printer."="Peut imprimer à partir d'une imprimante compatible sans fil.";
"Key sound ON/OFF"="Son touche ON/OFF";

"It is possible to turn the key sound on or off while leaving the alert tone as it is. Do this via the settings option."="Il est possible d'allumer ou d'éteindre le son touche tout en laissant inchangé le son de l'alarme. Faites cela par le biais de l'option paramètres.";
"Input dates from the menu"="Saisissez les données du menu";
"The current date and time can be inserted into things, such as journal entries, via the long-press menu."="La date et l'heure courantes peuvent être insérées dans les dossiers de type entrées de journal par le biais du menu à appui long.";

"Restore"="Rétablir";
"Cannot Purchase"="Impossible d'acheter"; //Alert title
"Settings > General > Restrictions Turn on [In-App Purchases]"="Paramètres > Général > Ouvrir Restrictions [Achats In-App]"; //Alert message
//Theme
"Standard"="Standard";
"White"="Blanc";
//Delete
"Delete"="Supprimer";
//Alert
"Asking for review"="Demande d'avis";
"Your review will grow this app. If you are satisfied about this version, please cheer by posting a review."="Votre avis fera grandir l'application. Si vous êtes satisfait de cette version, encouragez-nous en postant un avis.";
"Later"="Plus tard"; //means “cancel”
"Cheer"="Encouragement"; //means “go to AppStore”
//Mail Settings check alert
"Mail Settings check"="Vérifier les Paramètres de Messagerie"; //Alert title
"Please do mail account settings"="Merci de procéder au paramétrage du compte de messagerie"; //Message
//File Scheme
"ge-calc"="ge-calc"; //Alert title

"+TAX"="+TAX";
"-TAX"="-TAX";
"TAX" = "TAX";
"Tax" = "Taxe";

"Today" = "Aujourd'hui";
"Yesterday" = "Hier";
"Search" = "Chercher";
"Introduction" = "Introduction";

